module.exports.config = {
  name: "owner",
  version: "1.0.0",
  hasPermssion: 0,
  credits: "uzairrajput",
  description: "War In Chatbox",
  commandCategory: "Noprefix",
  usages: "noprefix",
  cooldowns: 5,
  dependencies: {
      "fs-extra": "",
      "axios": ""
  }
}

module.exports.run = async function({ api, args, Users, event}) {
var mention = Object.keys(event.mentions)[0];

let name =  event.mentions[mention];
  var arraytag = [];
      arraytag.push({id: mention});
  var a = function (a) { api.sendMessage(a, event.threadID); }
("Here is Honor information 👈\n\n🔰𝙊𝙒𝙉𝙀𝙍 𝙄𝙉𝙁𝙊🔰\n•❅──────✧❅✦❅✧──────❅•                                                   🅾🆆🅽🅴🆁 ❈ ◦•≫ 𝑴𝒓𝑼𝒛𝒂𝒊𝒓𝑿𝒙𝑿-𝑴𝑻𝑿 💚✨ 𝐊𝐈𝐑𝐀𝐍 𝐑𝐀𝐉𝐏𝐎𝐎𝐓 🏴‍☠️☠️\n\n                     ˚                   ₊· ͟͟͞͞➳.ೃ࿐       •*⁀.ೃ࿐.                            *:;,．       ★ ⌒ ☆                      ・:.,;*.                  *♡+:｡.｡　　                   ｡.｡:+♡* .\n\n▰▱▰▱▰▱▰▱▰▱▰▱▰▱▰▱ .\n\n𝐀𝐠𝐞 : 𝐉𝐀𝐍.𝐊𝐄 𝐊𝐈𝐀 𝐊𝐀𝐑𝐎𝐆𝐄...!\n\n𝐑𝐞𝐥𝐚𝐭𝐢𝐨𝐧𝐬𝐡𝐢𝐩 𝐖𝐢𝐭𝐡 :  𝐒𝐄𝐂𝐑𝐄𝐓 𝐇𝐀𝐈 𝐁𝐎𝐒𝐒 𝐉𝐀𝐁 𝐓𝐀𝐊 𝐔𝐙 𝐍𝐀 𝐁𝐎𝐋𝐄 𝐌𝐄 𝐍𝐇𝐈 𝐁𝐓𝐀 𝐒𝐀𝐊𝐓𝐈 ;* <3\n\n𝐅𝐫𝐨𝐦 : 𝐏𝐀𝑲𝙄𝑺𝐓𝐀𝐍☆ 𝐇𝐘𝐃𝐄𝐑𝐀𝐁𝐀𝐃\n\n𝐒𝐭𝐮𝐝𝐲: 𝐁 𝐓𝐄𝐂𝐇 𝐈𝐍 𝐓𝐇𝐄 𝐅𝐈𝐄𝐋𝐃 𝐎𝐅 𝐂𝐎𝐌𝐏𝐔𝐓𝐄𝐑 𝐏𝐑𝐎𝐆𝐑𝐀𝐌𝐌𝐈𝐍𝐆\n\n 𝐅𝐚𝐜𝐞𝐛𝐨𝐨𝐤 𝐋𝐢𝐧𝐤 :https://www.facebook.com/Mtxuzair\n\n 𝐖𝐡𝐚𝐭𝐬𝐚𝐩𝐩 𝐂𝐨𝐧𝐭𝐚𝐜𝐭 : 𝐁𝐎𝐓 𝐌𝐄 𝐇𝐈. 𝐇𝐀𝐈 𝐋𝐈𝐊𝐈𝐍 𝐁𝐈𝐋𝐀 𝐖𝐀𝐉𝐀 𝐓𝐀𝐍𝐆 𝐍𝐀𝐇𝐈 𝐊𝐀𝐑𝐍𝐀\n\n нαм внι нση gαү вεωαғα кαнεη кιsι кι zιη∂αgι мα!❤🙂♣️\n\n☞⚞ 𝐀𝐃𝐌𝐈𝐍 𝐈𝐍𝐅𝐎⚟☜\n\n✧ 𝐔𝐙𝐀𝐈𝐑-𝐌𝐓𝐗 💚✨ kìrâñ RajPööt ☠️🏴‍☠️ ❁✧\n\n〠𝗢𝗪𝗡𝗘𝗥〠\n≼≽𒁍 ꜛ 3:) 𓆩𝑴𝒓𝑼𝒛𝒂𝒊𝒓-𝑴𝑻𝑿 乂 kìrâñ RajPööt» 😘❤️\n\n☬𝗖𝗢𝗡𝗧𝗔𝗖𝗧 𝗧𝗢 𝗢𝗪𝗡𝗘𝗥☬\n➝𝗙𝗔𝗖𝗘𝗕𝗢𝗢𝗞 𝗟𝗜𝗡𝗞⊰⁠⊹ฺ: \n\nhttps://www.facebook.com/profile.php?id=100086716792385\n⇉ 𝐍𝐎𝐓𝐄\n\╭⁠☞𝗗𝗼𝗻𝘁 𝗖𝗼𝗽𝘆 𝗜𝗻𝗳𝗼 𝗠𝗼𝗱𝘂𝗹𝗲 𝗪𝗶𝘁𝗵𝗼𝘂𝘁 𝗣𝗲𝗿𝗺𝗶𝘀𝘀𝗶𝗼𝗻 𝗙𝘂𝗰𝗞 𝗬𝗼𝘂⭐💙\n\n✨𝐃𝐨𝐛𝐨𝐫𝐚 𝐌𝐢𝐥𝐘𝐧 𝐠𝐚𝐘 𝐤𝐬𝐢 𝐌𝐨𝐨𝐫 𝐏𝐲\n\n𝐉𝐨 𝐁𝐚𝐪𝐢 𝐇𝐚𝐢 𝐖𝐨 𝐁𝐚𝐭 𝐇𝐨 𝐆𝐢 𝐊𝐛𝐡𝐢\n\n𝐂𝐡𝐚𝐥𝐨 𝐀𝐣 𝐂𝐡𝐚𝐥𝐭𝐘 𝐇𝐧 𝐇𝐚𝐦..\n\n𝐏𝐡𝐞𝐫 𝐌𝐮𝐥𝐚𝐪𝐚𝐭 𝐇𝐨 𝐠𝐢 𝐤𝐛𝐇𝐢\n𝐏𝐡𝐞𝐫 𝐌𝐮𝐥𝐚𝐪𝐚𝐭 𝐇𝐨 𝐠𝐢 𝐤𝐛𝐇𝐢\n\n𝐉𝐮𝐝𝐚 𝐇𝐨 𝐑𝐚𝐇𝐲 𝐇𝐧 𝐐𝐚𝐝𝐚𝐦 \n\n 𝐏𝐡𝐞𝐑 𝐌𝐮𝐥𝐚𝐪𝐚𝐭 𝐇𝐨 𝐆𝐢 𝐤𝐛𝐡𝐢 🙂🧡\n\n\n★᭄𝗖𝗿𝗲𝗱𝗶𝘁𝘀  ཫ\n 𝑴𝒓𝑼𝒛𝒂𝒊𝒓-𝑴𝑻𝑿 💚✨");


}
